[
  {
    "Name": "TWIG-H Questions",
    "Description": "5 questions specifically to gain empathy",
    "Tags": [
      "Relationships"
    ],
    "Detailed": "1. Time - “What 3-5 things take up most of your time these days?”\n2. Worries - “What are some worries on your mind right now?”\n3. Influences - “What/who are you learning from? Books, mentors, whatever.”\n4. Goals - “What are you working towards in the next few months?”\n5. Happiness - “What’s been making you happy these days?”"
  },
  {
    "Name": "Identify, Plan, Reflect",
    "Description": "What to do after a failure",
    "Tags": [
      "Reflections"
    ],
    "Detailed": "1. Identify the problem - *ask* others: “What are the ways I can grow in [area]?” Also, *write* down the problem\n2. Plan a solution - have SMART goals. See link below. \n3. Reflect on whether the solution worked - track *multiple attempts* at using your solution. Any improvements?",
    "Related Links": [
      {
        "link": "https://www.atlassian.com/team-playbook/plays/5-whys",
        "text": "Use root causes to better identify the problem"
      },
      {
        "link": "https://www.mindtools.com/pages/article/smart-goals.htm",
        "text": "How to make SMART goals"
      }
    ]
  },
  {
    "Name": "SMART Goals",
    "Description": "How to make goals more realistic",
    "Tags": [
      "Reflections",
      "Work"
    ],
    "Detailed": "1. Specific - What EXACTLY needs to be done? Make a list of steps.\n2. Measurable - How will I know when I’m done? \n3. Achievable - Do I have enough resources for it? Have others done it before?\n4. Relevant - Does it suit my needs? Is it worthwile?\n5. Timely - When will I start? What’s the deadline?",
    "Example": "Example: I’m not fit enough. What can I do to be fit? \n\n- Specific: I can jog around my neigbourhood.\n- Measurable: I can run for at least 10 minutes every day.\n- Achievable: Lots of people run every day. And I can start small: (just put on shoes on day one, just get out of house on day two, just go walk around the block on day three, and finally run on day four).\n- Relevant: Cardiovascular exercise isn’t too intense. So it’s a sustainable way to lose weight.\n- Timely: I’ll start tomorrow. And I’ll have gone on my first run in the next four days."
  },
  {
    "Name": "The 3 Ps",
    "Description": "Tips for when you feel like pushing thoughts away.",
    "Tags": [
      "Reflections"
    ],
    "Detailed": "Pushing troubling thoughts away?\n\nPull them closer by writing them down. This reduces their intensity.\n\nPonder upon them. Ask: “WHY am I scared to think about ______?” This replaces troubling feelings with curiosity.",
    "Example": "Pushing away the thought: 'I'm not good enough for X friend.' Pull it in by writing it down. Ponder on it: 'WHY am I scared to think that I'm not good enough for X friend?' Answer: 'I've had a lot of relationships that didn't work out in the past. Now, it's hard to expect that a new relationship won't go badly like all the past ones. That's why I struggle to trust anyone.'"
  },
  {
    "Name": "CIA Reflections",
    "Description": "Useful to reflect on lessons learned",
    "Tags": [
      "Reflections"
    ],
    "Detailed": "1. Context - *write* the specifics of the current event.\n2. Insight - what’s the general lesson? What realisation did you have?\n3. Action - how can you ACT on this lesson? Set a SMART goal (see link below)",
    "Example": "1. Context - Felt tired of cold-emailing experts. No results. Still, forced myself to send 4 emails on Monday so that people could respond over the week. 2/4 responded the same day.\n2. Insight - I need to go against my gut when doing work with early effort, late rewards.\n3. Action - Next week, schedule work so I do things that require others' input at start of week.",
    "Related Links": [
      {
        "link": "https://www.mindtools.com/pages/article/smart-goals.htm",
        "text": "How to make SMART goals"
      }
    ]
  },
  {
    "Name": "Values via Vexation",
    "Description": "Using irritations to find values",
    "Tags": [
      "Reflections"
    ],
    "Detailed": "Ask: “What TINY experiences irritate me?”\nThose are your values being broken. The *must*-haves that can't be ignored.",
    "Example": "When playing cards, my brother arranged his own before dealing cards to others. It’s tiny, but it frustrated me. I thought: “Why are you making others wait unnecessarily? It’s inconsiderate!”\n- So I value being considerate/helpful to others."
  },
  {
    "Name": "Infinite Goals",
    "Description": "Which goals can you always fall back on?",
    "Tags": [
      "Reflections",
      "Work"
    ],
    "Detailed": "1. Identify your values. See link below. \n2. Ask: “Based on my values, what makes sense for me to always be doing?”\n 3. Set a short-term SMART goal based on that (see link below)",
    "Example": "1. I value resourcefulness. \n2. If I value resourcefulness, it makes sense for me to always be learning new skills. Like programming. 3. I'll start a course on AI by Andrew Ng and finish the first module this weekend.",
    "Related Links": [
      {
        "link": "PLACEHOLDER",
        "text": "Identifying values"
      },
      {
        "link": "https://www.mindtools.com/pages/article/smart-goals.htm",
        "text": "How to make SMART goals"
      }
    ]
  },
  {
    "Name": "DEF Thank Yous",
    "Description": "How to thank others deeply",
    "Tags": [
      "Relationships"
    ],
    "Detailed": "1. Details - Compliment tiny details to show you really paid attention. \n2. Empathy - Compliment the intention they had. Ex: Contrast what they did with what someone with worse intentions would have. \n3. Future - Note how you’ll appreciate/look forward to them doing X again. So they'll repeat those actions in the future.",
    "Example": "1. Details - I really appreciate you taking the time to link all the sources individually in the article! It’s so much easier to click through and double check the accuracy.\n2. Empathy - I know it can get boring to go through and format all the sources correctly, so I admire you keeping high standards here. Anyone else probably would’ve just added some sources at the end last-minute.\n3. Future - I’m really looking forward to seeing the final article published and the future articles you write!"
  },
  {
    "Name": "Inversion",
    "Description": "Solve problems backwards",
    "Tags": [
      "Problem-Solving",
      "Work"
    ],
    "Detailed": "Usually, we solve problems by thinking: “How do we get from here to the end goal?”\n\n- Ex: How do we go from $10K in annual profits to $25K in annual profits.\n\nThe issue is that there are many paths to go forward. It’s hard to choose one. \n\nSo, ask: **“Assume we had reached the end goal. What would it have taken to get there?”**\n\n- Ex: Assume we had gotten $25K in annual profits. What would it taken to get there? Well, given our margins, it’d probably take around $150K in sales.\n\nThen, **keep asking that question to work backwards at every step.**\n\n- $25K in profits? Need $150K in sales.\n- $150K in sales? Need to get 4x as many customers to sign up for our trial.\n- 4x more signups? Need to get the signup button right at the top of our website. Or add a referrals process for existing customers. Or ...\n\nThis is **especially helpful when you have defined end goals / timelines.** Ex: As an employee at any company."
  },
  {
    "Name": "nth Order Effects - Predict Outcome of Ideas",
    "Description": "Useful to compare the impact of ideas.",
    "Tags": [
      "Problem-Solving",
      "Work"
    ],
    "Detailed": "Let’s say you have to get more members at your club. You have two ideas: put up flyers around your school or ask existing club members for referrals. But **you don’t know which idea to pick.**\n\nSo **ask: “What would happen if we did X?” And repeat.** Ex: 3-5 times. \n\n1. I put up flyers around the school —> less than 20% of students passing by notice —> less than 20% of students who notice come to this week’s meeting —> the flyers get taken down after a week.\n2. I ask existing club members for referrals —> less than 30% invite friends to join —> less than 60% of friends asked come —> I ask those newcomers for referrals. \n\nThe effects of the secod option seem more promising.\n\n*Note: In the above example, I made some estimates. You can also do research to make your predictions"
  },
  {
    "Name": "Dictionary Brainstorming - Get New Ideas Fast",
    "Description": "Useful for getting unstuck/changing directions. ",
    "Tags": [
      "Problem-Solving",
      "Work"
    ],
    "Detailed": "Repeat this several times (ex: 12 times):\n\n1. **Choose a random word** from a dictionary. It might be helpful to just choose nouns. \n2. Ask: **“How might we [goal] with something related to [word]?”**\n\nEx: You have to increase healthy meal choices in a cafeteria. \n\n1. The word is “polite”\n2. How might we increase healthy meal choices with something related to “polite”? What if we had polite robots wandering around asking diners if they’re happy with their meal, what kinds of meals they’d like to try next, and give one option to try next as a healthier meal?\n\nEx: You have to motivate your students to read a book over lunch break instead of playing games.\n\n1. The word is “posture”\n2. How might we get more students to read books with something related to “posture”? What if we read the students a myth about a warrior who became the best warrior by never slouching because he trained to read books while holding them out in front of him?"
  },
  {
    "Name": "Reduction - Solve Problems Simply",
    "Description": "Useful for making hard problems more approachable.",
    "Tags": [
      "Problem-Solving",
      "Work"
    ],
    "Detailed": "Reduction works by **solving a simple ‘version’ of a problem to learn how to solve a harder version.** \n\n1. **Base Case** - Identify the easiest version of the problem to solve\n2. **Solve** - try to solve the easiest version. If no solution can be found, stop.\n3. **Next Case** - Identify the next easiest version of the problem to solve. \n4. **Analyse** - can you reuse the last solution? If not, can you modify it slightly to reuse it? If not, stop.\n5. Repeat steps 3 and 4. \n\nExample: Let’s say I work at a news agency. My job is specifically to contact scientists so reporters can quote them in stories.  \n\n1. Base Case - It’d be easiest if I only had to connect one reporter to one scientist for one story. \n2. Solve - I’d ask the reporter what field the scientist should be in and which topics they should specialize in. Then, I’d search for research papers from the past 5 years on that topic. And I’d email three scientists. \n3. Next Case - I may have to connect one reporter to 5 scientists for one story. \n4. Analyse - The emailing would get more time consuming. What if I just did the same thing as before. But I asked the three scientists I emailed to connect me to three more scientists?\n5. Repeat - I may have to connect one reporter to 25 scientists for five stories. What if I just did the same thing as before, but asked the reporter to send a Google Form of info for each article.\n6. Repeat - I may have to connect five reporters to 125 scientists for 25 stories. What if I just did the same thing as before, but I asked scientists if they wanted to stay in touch for future stories about similar topics?\n7. Repeat - ..."
  },
  {
    "Name": "Casuistry - Making New Decisions",
    "Description": "Useful for deciding when old rules don’t apply.",
    "Tags": [
      "Problem-Solving"
    ],
    "Detailed": "Casuistry has four steps:\n\n1. Describe the information on the current scenario.\n2. Describe any past scenarios you think are comparable. Especially if they have ‘rules’ that apply in the current scenario.\n3. Identify the 2-3 past scenarios that are most similar to to the current scenario.\n4. See if the decision in those ‘similar’ past scenarios can be used in the present.\n\nEx: The Catholic church prohibited usury (high fees for loans) since the 1200s. In the 1900s, they had to decide whether maritime insurance should also be prohibited.\n\n1. Maritime insurance works by paying small fees to an insurer. In case shipping cargo is stolen or damaged, the insurer pays for the losses. \n2. A) In the 1200s, feudal lords would charge high loan fees to peasants that would put the peasants in debt. B) Shipping captains are paid fees to keep cargo safe. C) ...\n3. Maritime insurance protects cargo. Ship captains protect cargo. So it’s the most similar.\n4. Since we don’t mind paying ship captains to protect cargo, we shouldn’t mind paying insurers to protect cargo."
  },
  {
    "Name": "Abstraction - Don’t Get Stuck in Details",
    "Description": "How to solve more problems at once.",
    "Tags": [
      "Problem-Solving"
    ],
    "Detailed": "Abstraction is used to solve a general ‘category’ of problems instead of a specific ‘instance’. \n\n1. Write down information on the specific problem.\n2. Remove any information you can before the problem is unrecognisable.\n3. Solve the general problem using whichever strategy is appropriate.\n4. Ask: “How can we reuse the general solution in this specific case?”\n\nExample:\n\n1. Let’s say you want to know how to convince 1000 people to install a solar panel on their house. It costs $4000 and it takes 5 years for the investment to be paid back. This reduces their carbon footprint by 4 tonnes per year. \n2. How to convince more individuals than you know to make a costly decision now that won’t benefit them for a long time, but will benefit the entire community?\n3. Let’s say you use root cause analysis to identify that people focus more on present losses than future gains. So to fix that, you have to reduce the present cost of the decision. \n4. In this specific context, you can do that by having solar panel payments monthly instead of all at once. Just $68 per month! No big sum like $4000!"
  },
  {
    "Name": "Analogy - Copy, Paste Solutions :D",
    "Description": "Use others’ solutions for your problems!",
    "Tags": [
      "Problem-Solving"
    ],
    "Detailed": "It’s pretty simple!\n\n1. Write down information on your problem. \n2. Identify similar problems that already have solutions.\n3. See if you can reuse other solutions for your problem.\n\nExample: \n\n1. Let’s say you’re making baseballs. Your baseballs are too brittle. Their fabric breaks when hit.\n2. Similar problems are bowling balls, basketballs, and tennis balls breaking. Basketballs and tennis balls are kept from breaking by having an inner lining of rubber. \n3. What if we could have multilayered baseballs? A lining of rubber surrounded by fabric."
  },
  {
    "Name": "ROE - What to do AFTER Brainstorming",
    "Description": "Useful when it’s hard to decide what to do next.",
    "Tags": [
      "Problem-Solving",
      "Work"
    ],
    "Detailed": "What to do AFTER brainstorming?\n\n1. **R**est. Make a video explaining each idea in your own words (for later). Then, leave the ideas for a few hours at least.\n    1. If in teams, get people to say each other’s ideas. Everyone should be on the same page.\n2. **O**rganise. Cluster ideas. Try to find 2 or more groups. Put ideas on a spectrum. From most [adjective] to least [adjective].\n    1. If you need more ideas, fill in gaps on one spectrum/cluster (ex: \"What could be even more [adjective]? How else could we get [cluster topic]?\")\n3. **E**valuate. This is where the ‘decision’ happens.\n    1. Find the most neglected ideas. Ask: \"If we didn't do this, would someone else?\"\n    2. Find the most feasible ideas. Ask: \"In one week's work, which ideas could we get closest to implementing?\"\n    3. Find the most impactful ideas. Ask: \"What's the expected value (likelihood of success x the benefit of success)?\" See which ideas fit into multiple of the above categories."
  },
  {
    "Name": "5 Whys - Who Started It?",
    "Description": "Find the ROOT of the problem instead of its symptoms",
    "Tags": [
      "Problem-Solving",
      "Work"
    ],
    "Detailed": "5 Whys can be as simple as **asking “Why?” five times!**\n\n1. Write down the problem. Try organising all the data you have on it as [‘causes’ and ‘effects’](https://www.juran.com/blog/the-ultimate-guide-to-cause-and-effect-diagrams/). \n2. Ask “Why did [problem] happen?”\n3. Write down the cause - ie. the new problem\n4. Repeat steps 2 and 3 with the new problems. \n5. Stop when you find a problem specific and clear enough to solve.\n\nExample:\n\n1. I didn’t feel happy during my call with Bob Smith. Why?\n2. I felt very self-conscious, so I felt awkward. Why? \n3. Bob Smith often paused while talking and I was distracted by worries about what he thinks of me in the meantime. Why?\n4. It’s very important to me to please others. Why?\n5. I worry that if I don’t please others, they won’t want to be friends with me anymore. Why?\n6. Growing up, I had lots of friendships that ended quickly. So I don’t know what it’s like to have longterm friends."
  },
  {
    "Name": "U-Curves - Do Just Enough",
    "Description": "Useful to reduce perfectionism.",
    "Tags": [
      "Reflections",
      "Work"
    ],
    "Detailed": "Before starting a project (or whenever you feel stuck), ask: **“What’d be too little, too much, and just right?”**\n\nMore visually, try drawing a diagram like this:\n\n![New Project.png](U-Curves%20-%208499a/New_Project.png)"
  },
  {
    "Name": "Prerequisites - Focus on Essentials",
    "Description": "Find neglected areas of work amidst hype.",
    "Tags": [
      "Problem-Solving",
      "Work"
    ],
    "Detailed": "When you think X area of work will be a future opportunity - don’t work on X. Ask: **“What are the pre-requisites needed to enable X?** Are they currently fulfilled?” Then, **work on the pre-requisites that aren’t fulfilled**. \n\nExample: Plant-based meats in developing countries will be a future opportunity. What are the pre-requisites needed to enable them? \n\n- Well, one is the plant-based proteins needed to make them.\n- Another is cold storage to keep them fresh before consumers buy them.\n\nAre these currently fulfilled? \n\n- No - in developing countries, food is more often sold in informal marketplaces than formal retailers. These informal marketplaces often lack cold storage to store food long-term.\n\nSo, work on developing cold storage in informal marketplaces in developing countries to store food long-term."
  },
  {
    "Name": "Gradient Descent - Next Small Step",
    "Description": "Solve problems with tiny iterations.",
    "Tags": [
      "Problem-Solving",
      "Work"
    ],
    "Detailed": "In gradient descent, we **focus on JUST the next best step** in solving a problem. And keep iterating with whatever seems to be the best next step each time. \n\n- This is **useful for problems that are hard to analyse fully**. Ex: Quickly stopping the spread of a novel virus. Ex: Playing chess rapidly. Ex: Fixing soil acidification in a province. In other words, problems where: you’re missing information, have time constraints, don’t have a controlled environment, have lots of uncertainty.\n- Note: **Expect to repeat this several times.** You have to iterate for small steps to add up.\n- Note: **Be careful how you measure progress.** You need to choose the right metric, otherwise you won’t choose the a good next step. Ex: You want to reduce soil acidification in a province and you only measure soil acidity in urban cities. Then, you might take next steps that only work in urban cities, not rural areas."
  },
  {
    "Name": "Trial and Error",
    "Description": "What to do when you don’t know what to do",
    "Tags": [
      "Problem-Solving",
      "Work"
    ],
    "Detailed": "Trial and error is **best used when you have NO idea what to do.** This mainly happens for situations you’ve never experienced before. \n\n- Don’t just try things at random.\n- First, **track which attempts you make + what outcome occurs.**\n- Also, **try attempts across the ‘range’ of possible events.**\n\nExample: You’re challenged to break a computer by inputting a special number that causes it to self-destruct. \n\n- Monitor any changes to the computer’s temperature, monitor display, sounds, power consumption, storage usage, and network usage after each attempt.\n- Try ‘test cases’ across the ‘range’ of possible numbers.\n- Ex: Try positive integers (1,2,3), negative integers (-1,-2,-3), zero, decimal numbers (1.234234, -2.39847), very large numbers (120873918273918273.210938, -23984792387.9837), very small numbers (0.00000000032487, -0.0000000002107), etc."
  },
  {
    "Name": "Post-Amble - Clarify Intentions",
    "Description": "How to reduce awkward miscommunications",
    "Tags": [
      "Relationships"
    ],
    "Detailed": "Pre-ambles clarify what’s about to come. ‘Post-ambles’ clarify what already came 😀\n\n**At the end of any message, write/say: “I hope this will...” to clarify your intentions.**\n\n- This is especially useful when giving feedback! So people understand you’re trying to help them, not hurt them.\n\nExample - advice on making friends:\n\n> Maybe it might be helpful to identify what kind of people you want to be around? Ie. What traits do they have? Which friend groups are they in?\n\nThen, you have a target to aim towards. And it might help to just take tiny steps towards that. Ex: Day 1: Start a conversation with one person like that. Day 2: Follow up with them over social media. Day 3: Repeat. Day 4: Ask them if they're part of any clubs with others like them. Day 5: ....\n\nI hope that might give you a practical next step that doesn't seem too out of the reach to try :-)\n>"
  },
  {
    "Name": "Empathy Stops - Build Understanding",
    "Description": "How to better understand others in conversations",
    "Tags": [
      "Relationships"
    ],
    "Detailed": "Empathy is unintuitive. That’s why it requires time. \n\nDuring a conversation, **actually STOP for >5 seconds to think: “What’s life like for them?”**\n\n- Think about their problems, their thoughts, their priorities, their incentives.\n- And what you’d be like in their position.\n- Try saying it back to them. **“It sounds like you’re [adjective] because [reason]?”**\n- Try validating their problems, thoughts, priorities, incentives, etc. “If I were in your position, I’d also...”\n\nThis lets you create more trust/cooperative spirit."
  },
  {
    "Name": "Labelling - Name What you Heard",
    "Description": "How to first respond to any idea.",
    "Tags": [
      "Relationships"
    ],
    "Detailed": "Q: How do we actually understand what someone *means?* Not just their literal words.\n\nA: We **label what we think we heard. As a question.**\n\n- **“It sounds like you’re saying [summary]?”**\n\nEither we’re right (so we better understand them). Or they correct us (so we better understand them). 🙃 \n\nThis is especially useful in negotiations or debates, so we know what to actually argue against.\n\nExample:\n\n- A: I’ve been having a lot of headaches after school.\n- B: It sounds like you’re tired after all the work?\n- A: No, I have gym last period and I feel dizzy in the heat.\n- B: So you’re physically struggling due to the heat?\n- A: Yeah, I guess so.\n- B: What are you currently trying to stay cool and hydrated?\n- A: ..."
  },
  {
    "Name": "Grounding - Name Common Traits",
    "Description": "How to increase cooperation.",
    "Tags": [
      "Relationships"
    ],
    "Detailed": "When you find common traits with others, they cooperate with you more. \n\n- These could be hypothetical. Ex: **“I understand. If I were in your position, I’d also...”** This is is useful for de-escalating conflicts.\n- These could be real. Ex: **talk about common past experiences when meeting someone.** Like childhood hobbies, shared past employers/educational institutions/home cities, etc.\n\nExamples:\n\n- Someone is skeptical about my report. “I understand. From an outside perspective, I’d also think the sample size was too low.”\n- Meeting a scientist at a conference. “I think it’s really cool that you work with financial risk! When I was in high school, I did a report on the 2008 Financial Crisis too.”"
  },
  {
    "Name": "Stress Testing - How to Check Ideas",
    "Description": "How to get more certainty about your ideas.",
    "Tags": [
      "Reflections"
    ],
    "Detailed": "When we realise we have no clue, we automatically question and double-check ideas. But **when we feel confident, we have to FORCE ourselves to double-check** our ideas.\n\n1. At regular intervals (like monthly), ask: **“What beliefs or ideas am I most confident in?”** Or do this after brainstorming for some specific problem. \n2. For each of those beliefs/ideas, *write* answers to questions like:\n    1. **What would it take to prove me wrong?**\n    2. **Who might change my perspective that I haven’t talked to?**\n    3. **What could be another explanation for this?**\n    4. **Which assumptions am I making that could be wrong?** Try explaining the idea to someone or write a memo explaining the idea. It might help to spot logical leaps.\n    5. **What am I overlooking?** \n    6. **Under which conditions would this no longer work?**\n\nExample - after brainstorming that [cross-subsidisation](https://en.wikipedia.org/wiki/Cross_subsidization) is the most scalable funding model for a mental health nonprofit in Uganda. \n\n- *What would it take to prove me wrong?* A case study of the difficulties in setting up nonprofit operations across two different regions could very easily deter me. That type of information is best obtained from people who’ve actually tried to do this in the target region (Uganda). Also, it might help to look at the economic possibilities - exactly how many subsidised-fee clients per high-fee client? And how many high-fee clients are feasible to reach?\n- *Who might change my perspective that I haven’t talked to?* A nonprofit COO that’s tried to implement nonprofit operations between a high-income and a low-income area. Or a researcher or other scientist who’s tried to adapt mental health curriculum across many different regions.\n- *Which assumptions am I making that could be wrong?* It’s not prohibitively expensive to set up *physical* nonprofit operations in multiple regions, where one has a lack of connectivity. High-fee clients will be willing to pay, even if they find out that their fees are being used to subsidise other clients. The most important barriers to scaling a nonprofit funding model are the variable, per-client costs."
  },
  {
    "Name": "Thought Appraisal - Facing Hard Thoughts",
    "Description": "How to limit harmful overthinking.",
    "Tags": [
      "Health",
      "Reflections"
    ],
    "Detailed": "WRITE down thoughts on each step:\n\n1. **Identify** the troubling thought you had. Especially write down any problems that brought about the thought. And what you ‘said’ in your head as a result.\n2. **Categorise** any ‘negative fallacies’ in the thought. Negative fallacies are common mistakes in thinking. For example:\n    - Negative filtering - focusing on the bad side of every situation.\n    - Negative predictions - thinking things will stay bad or get worse, expecting to fail.\n    - Catastrophising - jumping to the worst conclusion\n    - Mind reading - thinking others don’t like you, even when I don’t have proof.\n    - Personalisation - feeling guilty for things that aren’t in your control\n    - All or nothing - thinking in black and white extremes. No in between. Ex: ‘They must message me or else they don’t care about me.’\n    - Overgeneralisation - thinking one example of a bad thing shows how everything always goes wrong.\n- **Challenge** the thought with these questions:\n    - What am I overlooking?\n    - What could be another explanation?\n    - What would someone else say?\n    - What proof do I have this is true?\n    - What might be a more helpful way to look at this situation?"
  },
  {
    "Name": "Alien Reflection - Think More Objectively",
    "Description": "How to look at problems from a third-party lens.",
    "Tags": [
      "Problem-Solving",
      "Reflections"
    ],
    "Detailed": "\nThis is a thought experiment for thinking more objectively. Often, it’s helpful when you’re judging yourself excessively.\n\n- Imagine there’s an alien on a planet like ours. **The alien has the EXACT same problems you’re facing.** STOP to think about their thoughts, their conversations, their actions - all of which are like yours.\n- **What advice would you give to this alien who’s in the same situation as you?**\n\n*Note: if it’s too hard/abstract to visualise an alien, imagine you had a friend who had the exact same problems as you."
  }
]